[
  {
    "id": "1",
    "name": "Margherita Pizza",
    "price": 8,
    "cookTime": "30-40",
    "favorite": true,
    "origins": [
      "italy"
    ],
    "stars": 4.5,
    "imageUrl": "./assets/imgs/food-01.png",
    "tags": [
      "FastFood",
      "Dinner"
    ],
    "shortDescription": "A classic Italian pizza with fresh tomatoes, mozzarella, and basil.",
    "fullDescription": "Margherita Pizza is a traditional Italian favorite that combines the simplicity of fresh tomatoes, mozzarella cheese, and basil, all baked to perfection on a crisp, thin crust. Its light and fresh flavors make it a timeless dish.",
    "vegan": false
  },
  {
    "id": "2",
    "name": "Pepperoni Pizza",
    "price": 10,
    "cookTime": "35-45",
    "favorite": false,
    "origins": [
      "usa"
    ],
    "stars": 4.7,
    "imageUrl": "./assets/imgs/food-02.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Lunch"
    ],
    "shortDescription": "An American favorite with spicy pepperoni and gooey cheese.",
    "fullDescription": "Pepperoni Pizza is a go-to for pizza lovers across the world, featuring a generous layer of spicy, flavorful pepperoni on top of melted mozzarella cheese and a classic pizza crust. Perfect for lunch or dinner, it's a favorite for a reason.",
    "vegan": false
  },
  {
    "id": "3",
    "name": "BBQ Chicken Pizza",
    "price": 11,
    "cookTime": "40-50",
    "favorite": true,
    "origins": [
      "usa"
    ],
    "stars": 4.8,
    "imageUrl": "./assets/imgs/food-03.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Dinner"
    ],
    "shortDescription": "Smoky BBQ sauce with grilled chicken and melted cheese.",
    "fullDescription": "BBQ Chicken Pizza brings together the bold flavors of grilled chicken, smoky BBQ sauce, and a gooey cheese topping, all served on a crispy crust. This hearty pizza offers a delicious mix of savory and sweet flavors, making it a popular choice for dinner.",
    "vegan": false
  },
  {
    "id": "4",
    "name": "Hawaiian Pizza",
    "price": 9,
    "cookTime": "35-45",
    "favorite": false,
    "origins": [
      "usa"
    ],
    "stars": 4.2,
    "imageUrl": "./assets/imgs/food-04.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Lunch"
    ],
    "shortDescription": "Sweet pineapple and savory ham on a cheesy pizza base.",
    "fullDescription": "Hawaiian Pizza is a delightful combination of sweet and savory, featuring juicy pineapple chunks and savory ham on top of a cheesy, crispy pizza crust. This unique pizza balances flavors in a way that's loved by many for lunch or dinner.",
    "vegan": false
  },
  {
    "id": "5",
    "name": "Buffalo Chicken Pizza",
    "price": 12,
    "cookTime": "45-55",
    "favorite": true,
    "origins": [
      "usa"
    ],
    "stars": 4.6,
    "imageUrl": "./assets/imgs/food-05.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Dinner"
    ],
    "shortDescription": "Spicy buffalo chicken with blue cheese sauce on a crispy crust.",
    "fullDescription": "Buffalo Chicken Pizza combines the heat of buffalo sauce with tender chicken and a creamy blue cheese dressing, all layered on a crispy crust. It's a fiery, tangy, and delicious pizza option, perfect for those who love bold flavors.",
    "vegan": false
  },
  {
    "id": "6",
    "name": "Vegetables Pizza",
    "price": 9,
    "cookTime": "40-50",
    "favorite": false,
    "origins": [
      "italy",
      "germany",
      "belgium"
    ],
    "stars": 4.0,
    "imageUrl": "./assets/imgs/food-06.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Lunch"
    ],
    "shortDescription": "A healthy and colorful pizza topped with fresh vegetables.",
    "fullDescription": "Vegetables Pizza is a delicious and healthy option, loaded with a variety of fresh vegetables like bell peppers, onions, and tomatoes, all baked on a crispy crust. It's a great choice for those looking for a lighter, flavorful pizza.",
    "vegan": true
  },
  {
    "id": "7",
    "name": "Meat Lovers Pizza",
    "price": 13,
    "cookTime": "50-60",
    "favorite": true,
    "origins": [
      "usa"
    ],
    "stars": 4.9,
    "imageUrl": "./assets/imgs/food-07.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Dinner"
    ],
    "shortDescription": "A hearty pizza loaded with various types of meats.",
    "fullDescription": "Meat Lovers Pizza is packed with a rich assortment of meats, including pepperoni, sausage, ham, and bacon, all layered on a cheesy pizza crust. It's a filling and satisfying choice for meat enthusiasts and those seeking a protein-rich meal.",
    "vegan": false
  },
  {
    "id": "8",
    "name": "Cheese Pizza",
    "price": 7,
    "cookTime": "25-35",
    "favorite": true,
    "origins": [
      "italy",
      "moldova",
      "japan"
    ],
    "stars": 4.3,
    "imageUrl": "./assets/imgs/food-08.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Lunch"
    ],
    "shortDescription": "Classic pizza with a generous layer of melted cheese.",
    "fullDescription": "Cheese Pizza is a timeless classic, featuring a crispy crust covered in a thick layer of melted mozzarella cheese. It's simple, delicious, and perfect for cheese lovers who appreciate the traditional flavors of pizza.",
    "vegan": false
  },
  {
    "id": "9",
    "name": "Supreme Pizza",
    "price": 14,
    "cookTime": "50-60",
    "favorite": false,
    "origins": [
      "usa",
      "germany"
    ],
    "stars": 4.7,
    "imageUrl": "./assets/imgs/food-09.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Dinner"
    ],
    "shortDescription": "A loaded pizza with a variety of meats, veggies, and cheeses.",
    "fullDescription": "Supreme Pizza is a fully-loaded pizza, packed with a variety of toppings including pepperoni, sausage, bell peppers, onions, mushrooms, and olives, all topped with a generous amount of cheese. It's the perfect choice for those who want a bit of everything.",
    "vegan": false
  },
  {
    "id": "10",
    "name": "Four Seasons Pizza",
    "price": 15,
    "cookTime": "60-70",
    "favorite": true,
    "origins": [
      "italy",
      "france"
    ],
    "stars": 4.8,
    "imageUrl": "./assets/imgs/food-10.png",
    "tags": [
      "FastFood",
      "Pizza",
      "Lunch"
    ],
    "shortDescription": "A gourmet pizza divided into four sections with seasonal toppings.",
    "fullDescription": "Four Seasons Pizza is a unique and gourmet pizza, divided into four sections, each representing a different season with distinct toppings. This pizza offers a diverse range of flavors in one, making it an exciting choice for adventurous eaters.",
    "vegan": false
  }
]